module.exports =
  [
    "\r\n\r\n\r\n\r\n\r\n\r\n\r\n清单不是简单的内容缩减，它是一种重新创造。这种创造是在一定约束下完成的，我们可以看到每个清单都会用序号来表示观点。但这种约束并不会压抑创造，恰恰相反，更能激发人的创造力。",
    "\r\n\r\n\r\n\r\n\r\n\r\n\r\n试想，那些在会议中漫无目的而冗长的发言，是否令人厌倦？如果给以一定的时间限制，让每个人浓缩自己观点中的精华，是否会让时间更有价值？", 
    "\r\n\r\n\r\n\r\n\r\n\r\n\r\n清单就是这样的有益约束下的产物。清单提供了一些列的观点，这些观点之间有联系性，而且具有可操作性。口袋清单希望可以收集到足够的优质清单，也有能力产出高质量的清单。",
    "\r\n\r\n\r\n\r\n\r\n\r\n\r\n当你不知道如何挑选冰箱，不知道如何打开一个榴莲，不知道怎么办理户口落户，不知道一本书是否值得一读，一份优质的清单要比在网络上搜索到的劣质的指导文章更有价值，更高效。你也可以通过口袋清单，收藏这些优质清单，并分享给朋友。",
    "\r\n\r\n\r\n\r\n\r\n\r\n\r\n口袋清单，让你的时间更有效率，更有价值！"
  ]
