module.exports = {
  "芒格": [
    {
      id: 'risk',
      name: '风险',
      open: false,
      pages: ['测算合适的安全边际', '避免和道德品质有问题的人交易', '坚持为预定的风险要求合适的补偿', '永远记住通货膨胀和利率的风险', '避免犯下大错；避免资本金持续亏损']
    },
    {
      id: 'independent',
      name: '独立',
      open: false,
      pages: ['客观和理性的态度需要独立思考', '记住，你是对是错，并不取决于别人同意你还是反对你——唯一重要的是你的分析和判断是否正确', '随大流只会让你往平均值靠近（只能获得中等的业绩）']
    },
    {
      id: 'prepare',
      name: '准备',
      open: false,
      pages: ['通过大量阅读，把自己培养成一个终生的自学者；培养求知欲，努力让自己一天比一天聪明', '比求胜的意愿更重要的是做好准备的意愿', '熟练地掌握各大学科的思维模型', '如果你想变得聪明，你必须不停地追问和问题是"为什么？为什么？为什么？"']
    },
    {
      id: 'humility',
      name: '谦虚',
      open: false,
      pages: ['只在自己明确界定的能力圈内行事', '识别不确定的证据', '抵制追求虚假的精神和错误的确定性的欲望', '最重要的是，别愚弄你自己，而且要记住，你是最容易被自己愚弄的人']
    },
    {
      id: 'analysis',
      name: '严格分析',
      open: false,
      pages: ['区分价值和价格、过程和行动、财富和规模', '记住浅显的好过掌握深奥的', '成为一名商业分析家，而不是市场、宏观经济或证券分析家', '考虑总体的风险和效益，永远关注潜在的二阶效应和更高层次的影响', '要朝前想、往后想——反过来想，总是反过来想']
    },
    {
      id: 'configure',
      name: '配置',
      open: false,
      pages: ['记住，最好的用途总是由第二好的用途衡量出来的(机会成本)', '好主意特别少——如果赔率对你非常有利，就下重注（配置资本）', '别"爱上"投资项目——要依情况而定，照机会而行']
    },
    {
      id: 'patience',
      name: '耐心',
      open: false,
      pages: ['"复利是世界第八大奇迹"（爱因斯坦说）如果没有必要，不要打断它', '避免不必要的交易税和摩擦成本，永远不要为了行动而行动', '幸运来临时要保持头脑清醒', '享受投资结果，也享受过程，因为你活在过程当中']
    },
    {
      id: 'determination',
      name: '决心',
      open: false,
      pages: ['当别人贪婪时要害怕，当别人害怕时要贪婪', '机会不常有，机会出现时就要抓住他', '机会留给有准备的人：这就是游戏规则']
    },
    {
      id: 'change',
      name: '改变',
      open: false,
      pages: ['认识并适应你周围世界的真实本质，不要寄希望于世界会适应你', '不断挑战和主动地修正你"最喜欢的观念"', '认清现实，即使你不喜欢现实——尤其是当你不喜欢它的时候']
    },
    {
      id: 'focus',
      name: '专注',
      open: false,
      pages: ['记住名誉和正直是你最有价值的资产——而且会消失于眨眼之间', '避免狂妄自大和厌倦无聊的情绪', '不能因过度专注于细枝末节，而忽视了显而易见的东西', '千万要排除不需要的信息："千里之堤，溃于蚁穴"', '直面你的大麻烦，不要将它们藏起来']
    }
  ]
}