module.exports = [
  [
    {
      id: 1,
      name: '要得到你想要的某样东西，最可靠的办法是让你自己配得上它。',
      open: false,
      pages: []
    },
    {
      id: 2,
      name: '正确的爱应该以仰慕为基础。',
      open: false,
      pages: []
    },
    {
      id: 3,
      name: '获得智慧是一种道德责任，它不仅仅是为了让生活变得更加美好。',
      open: false,
      pages: []
    },
    {
      id: 4,
      name: '在生活中越过越好的人，不是最聪明的，甚至不是最勤奋的，但他们是学习机器，他们每天夜里睡觉时都比那天早晨聪明一点点。',
      open: false,
      pages: []
    },
    {
      id: 5,
      name: '人类社会只有发明了发明的方法之后才能发展，同样的道理，人只有学习了学习的方法之后才能进步。',
      open: false,
      pages: []
    },
    {
      id: 6,
      name: '对于复杂的适应系统以及人类的大脑而言，如果采用逆向思考，问题往往会变得更容易解决。',
      open: false,
      pages: []
    },
    {
      id: 7,
      name: '别以为对自己有利的就是对整个社会有利的，也别根据这种自我中心的潜意识倾向来为自己愚蠢的行为辩解。要在自己的思维习惯中消除自我服务的偏好。',
      open: false,
      pages: []
    },
    {
      id: 8,
      name: '应该避免变态的工作关系。想办法找出你尊敬的人，然后想办法到他手下去工作。但是别随意批评什么人，这样才有机会在好领导手下工作。',
      open: false,
      pages: []
    },
    {
      id: 9,
      name: '最好学会隐藏睿智，如果你的正确让有身份、有地位的人觉得没面子，可能会引发极大的报复心理。我还没有找到免受这个严重问题伤害的完美方法。',
      open: false,
      pages: []
    },
    {
      id: 10,
      name: '如果真的想要在某个领域做得很出色，就必须对它有强烈的兴趣。',
      open: false,
      pages: []
    },
    {
      id: 11,
      name: '不平等最大化通常能够收到奇效。生活就像比赛，充满了竞争，那些最有能力和最愿意成为学习机器的人，会发挥最大的作用。',
      open: false,
      pages: []
    },
    {
      id: 12,
      name: '人在生活中可能会遭到沉重的打击，每一次不幸都是吸取教训的良机。人不应该在自怜中沉沦，而是应该利用每次打击来提高自我。',
      open: false,
      pages: []
    },
    {
      id: 13,
      name: '在这漫长的一生中，我一直都在期待麻烦的到来。准备好麻烦来临时如何对付它，并没有让我感到不快乐。它不但对我没有任何害处，实际上，还对我有很大的帮助。',
      open: false,
      pages: []
    },
    {
      id: 14,
      name: '我的剑传给能挥舞它的人。',
      open: false,
      pages: []
    },
  ],
  [
    {
      id: 1,
      name: '风险',
      open: false,
      pages: ['测算合适的安全边际', '避免和道德品质有问题的人交易', '坚持为预定的风险要求合适的补偿', '永远记住通货膨胀和利率的风险', '避免犯下大错；避免资本金持续亏损']
    },
    {
      id: 2,
      name: '独立',
      open: false,
      pages: ['客观和理性的态度需要独立思考', '记住，你是对是错，并不取决于别人同意你还是反对你——唯一重要的是你的分析和判断是否正确', '随大流只会让你往平均值靠近（只能获得中等的业绩）']
    },
    {
      id: 3,
      name: '准备',
      open: false,
      pages: ['通过大量阅读，把自己培养成一个终生的自学者；培养求知欲，努力让自己一天比一天聪明', '比求胜的意愿更重要的是做好准备的意愿', '熟练地掌握各大学科的思维模型', '如果你想变得聪明，你必须不停地追问和问题是"为什么？为什么？为什么？"']
    },
    {
      id: 4,
      name: '谦虚',
      open: false,
      pages: ['只在自己明确界定的能力圈内行事', '识别不确定的证据', '抵制追求虚假的精神和错误的确定性的欲望', '最重要的是，别愚弄你自己，而且要记住，你是最容易被自己愚弄的人']
    },
    {
      id: 5,
      name: '严格分析',
      open: false,
      pages: ['区分价值和价格、过程和行动、财富和规模', '记住浅显的好过掌握深奥的', '成为一名商业分析家，而不是市场、宏观经济或证券分析家', '考虑总体的风险和效益，永远关注潜在的二阶效应和更高层次的影响', '要朝前想、往后想——反过来想，总是反过来想']
    },
    {
      id: 6,
      name: '配置',
      open: false,
      pages: ['记住，最好的用途总是由第二好的用途衡量出来的(机会成本)', '好主意特别少——如果赔率对你非常有利，就下重注（配置资本）', '别"爱上"投资项目——要依情况而定，照机会而行']
    },
    {
      id: 7,
      name: '耐心',
      open: false,
      pages: ['"复利是世界第八大奇迹"（爱因斯坦说）如果没有必要，不要打断它', '避免不必要的交易税和摩擦成本，永远不要为了行动而行动', '幸运来临时要保持头脑清醒', '享受投资结果，也享受过程，因为你活在过程当中']
    },
    {
      id: 8,
      name: '决心',
      open: false,
      pages: ['当别人贪婪时要害怕，当别人害怕时要贪婪', '机会不常有，机会出现时就要抓住他', '机会留给有准备的人：这就是游戏规则']
    },
    {
      id: 9,
      name: '改变',
      open: false,
      pages: ['认识并适应你周围世界的真实本质，不要寄希望于世界会适应你', '不断挑战和主动地修正你"最喜欢的观念"', '认清现实，即使你不喜欢现实——尤其是当你不喜欢它的时候']
    },
    {
      id: 10,
      name: '专注',
      open: false,
      pages: ['记住名誉和正直是你最有价值的资产——而且会消失于眨眼之间', '避免狂妄自大和厌倦无聊的情绪', '不能因过度专注于细枝末节，而忽视了显而易见的东西', '千万要排除不需要的信息："千里之堤，溃于蚁穴"','直面你的大麻烦,不要将它们藏起来']
    }
  ],
  [
    {
      id: 1,
      name: '成为牛人的第一步，是先要有大局观',
      open: false,
      pages: ['不要让自己的动作和目标分散,纠结具体的成败。而是要有意识的把它们建立成一个系统，让系统不断的发展。比方说,大学阶段或工作阶段的系统目标,不是毕业证和升职加薪,而是学习能力和工作能力']
    }, 
    {
      id: 2,
      name: '要时时刻刻更新自己对环境、社会、世界的认知',
      open: false,
      pages: ['多听、多看、多思考,了解这个世界,看看每天都在发生什么变化。而你的下一个机会、灵感就存在于每天的日常信息中']
    },
    {
      id: 3,
      name: '检验一个创意是不是靠谱,不要看你的大脑如何的兴奋,而是看你的身体会不会作出反应',
      open: false,
      pages: ['如果你的身体会产生强烈反应,那么别人大概也会对这个东西感兴趣。就像所谓“垃圾食品”一样,大多数人都知道它们的高热量和不健康,但仍然克制不了身体的欲望']
    },
    {
      id: 4,
      name: '如果你想取得出类拔萃的成就,就要在自己身上多发展几个熟练的技能',
      open: false,
      pages: []
    },
    {
      id: 5,
      name: '如果你不能把某个技能练到全世界最好,你可以选择两项技能练到世界的前25%',
      open: false,
      pages: ['然后再将这两个技能结合起来去做一件事,你就可能取得了不起的成就']
    },
    {
      id: 6,
      name: '想要感受真正的自由,就要给自己设定一些要求和限制',
      open: false,
      pages: ['唯有自律,方得自由。这听起来似乎有些矛盾,但却是不可争辩的事实,最好的例子就是查理·芒格']
    },
    {
      id: 7,
      name: '生活中，不要给自己太多选择，也不要让自己做太多的决策',
      open: false,
      pages: ['面临的选项太多,容易不知所措,而做出决策则会消耗意志力。选择和决策太多，不仅会降低幸福感,还会让自己十分疲惫']
    },
    {
      id: 8,
      name: '在工作和学习中,"谦卑"是最好的态度',
      open: false,
      pages: ['"谦卑"的意思不是说,一味的贬低自己,抬高别人。而是面对和你认知相反的事情，有开放的头脑和包容的胸襟,不断地学习和接受新事物。只有这样,你才跟得上变化']
    },
    {
      id: 9,
      name: '不管是工作还是生活,要时刻以第三人称的视角观察自己,给自己提供即时反馈',
      open: false,
      pages: ['在心里保持一个冷静的声音,能时刻把你从自己的世界中拉出来']
    },
    {
      id: 10,
      name: '无论处在什么环境中,都要积极主动的去做事',
      open: false,
      pages: ['因为工作能够给你提供的视野非常有限,主动做事能让你有更多的体会和认识,很多事情不是光看就能明白的']
    },
    {
      id: 11,
      name: '任何时候都要真诚,不要刻意模仿别人',
      open: false,
      pages: ['刻意的模仿容易让人觉得虚假,真诚的自我表达反而可能获得认同。如果你真的在某些方面有特殊之处,它可能还是你的卖点']
    },
    {
      id: 12,
      name: '最后一点,一定要善于讲故事',
      open: false,
      pages: ['每一个牛人的成功,并不仅仅是自己很牛,而是能让更多的人愿意跟他协作。故事，就是最好的基石。讲好一个真诚的故事,不仅能打动你的合伙人、投资人,还有用户']
    }
  ],
  [
    {
      id: 1,
      name: '人生是一场长跑，光努力赢了起跑没用，得悠着点',
      open: false,
      pages: ['']
    },  
    {
      id: 2,
      name: '人体是一个“反脆弱”系统。能恢复过来，就是反脆弱，会变得更强大；恢复不过来，就废了。对于高手来说休息和恢复，有战略性地位',
      open: false,
      pages: ['']
    }, 
    {
      id: 3,
      name: '成长 = 压力 + 休息。压力太大休息太少，人会被击垮；压力不够而休息太多，人就会自满而停滞不前。高手会合理分配压力和休息，高效、持续地成长',
      open: false,
      pages: ['']
    },  
    {
      id: 4,
      name: '进行有针对性的、高强度的训练，然后休息和恢复。再重复这个过程，但略微提高强度，能有效提升身体机能',
      open: false,
      pages: ['']
    }, 
    {
      id: 5,
      name: '无谓的纠结和生活中的各种诱惑，会极大消耗人的精力。高手总是极度自律、秩序井然，这样能避免在选择和诱惑上耗能',
      open: false,
      pages: ['']
    }, 
    {
      id: 6,
      name: '合理安排压力，确保每次学习或者工作都是在稍微高出自己当前能力的水平上。一旦开始，就全神贯注',
      open: false,
      pages: ['']
    }, 
    {
      id: 7,
      name: '适时户外散步。活动肢体可以增加给大脑的供血量，同时给大脑提供一个恰到好处的“打扰”。就算不正式散步，每隔一个小时站起来走几步，也是很好的休息',
      open: false,
      pages: ['']
    }, 
    {
      id: 8,
      name: '回到大自然中去，置身花草树木、山川河流都可以休息。甚至看大自然图片，也能对大脑产生明显的效果。把电脑桌面换成自然风景也有用',
      open: false,
      pages: ['']
    }, 
    {
      id: 9,
      name: '跟朋友聚会，聊聊天、喝点酒。必须是朋友，是为了友情，而不是为了什么“人脉”',
      open: false,
      pages: ['']
    }, 
    {
      id: 10,
      name: '好的休假就像充电，可以让人在后面很长一段时间有充沛精力',
      open: false,
      pages: ['休假的时候，要完全抛开工作。除了散步、回归自然、跟朋友聚会，还可以听音乐、洗澡，但是打游戏、半夜刷手机这些消耗注意力的活动，统统不行']
    }, 
    {
      id: 11,
      name: '学会冥想',
      open: false,
      pages: ['找个不受打扰的时间，舒服地坐在一个安静的地方；深呼吸，体会肚子随着呼吸起起伏伏。意识始终只想呼吸，但不用刻意回避脑子里冒出来的想法，承认它，然后把它放走。从每天1分钟开始，逐渐增加时间']
    }, 
    {
      id: 12,
      name: '睡眠非常重要，它的作用不仅仅是消除疲劳，更重要的是让身体和大脑“成长”',
      open: false,
      pages: ['睡眠要规律，以每晚7-9个小时为宜，具体长短因人而异，以不用闹钟、自然醒为最好']
    }, 
    {
      id: 13,
      name: '为了保证良好睡眠，晚上最好不要从事剧烈的脑力劳动',
      open: false,
      pages: ['睡前不要使用手机、电脑或者iPad等电子产品。不要指望用打盹代替睡眠，打盹的作用仅限于恢复能量和注意力，且时间不要超过30分钟']
    }, 
    {
      id: 14,
      name: '有谁能想到，在今天这个世界里想要做出一点成绩，居然连呼吸都得练呢？一切出发点，都因为你想做个不一样的人',
      open: false,
      pages: ['']
    }
  ],
  [
    {
      id: 1,
      name: '这个世界上，从来没有什么"一分钱一分货"，价格从来都是商品成本和消费者心理价位之间的博弈。在实际交易中，我们并不真的在为商品的成本付费，而是为商品的"价值感"付费。',
      open: false, pages: ['']
    },
    {
      id: 2,
      name: '制定价格的关键，是关注消费者的买点，而不是产品的卖点。先找到自己的独特定位，讲清楚你能提供什么特别的价值。只要大家认可这种需求，你的定价就会被接受。',
      open: false,
      pages: ['']
    },
    {
      id: 3,
      name: '设置一个价格锚点，让消费者有一个明确的价格感知，会更容易接受你的标价。比如，面对“80元／4小时”和“205元／天”的酒店方案，大多数人都会选后者。',
      open: false,
      pages: ['']
    },
    {
      id: 4,
      name: '人们投入在一个物品上的劳动或者情感越多，越容易高估它的价值。所以，想办法让用户有参与感，甚至付出一些劳动，他会觉得物超所值。',
      open: false,
      pages: ['']
    },
    {
      id: 5,
      name: '如果你的产品酷炫新奇，或者你有一定的技术先发优势。那你就可以提高产品身价，从而激发消费者购买欲。例如，科技产品刚上市时都有很高的定价，之后会逐渐降价。',
      open: false,
      pages: ['']
    },
    {
      id: 6,
      name: '把你的产品捆绑在更贵的商品上一起卖，同样可以有效的提升价值感。例如，一个单独的4G内存条200元感觉有点贵，但一款多出4G内存的电脑却可以卖出更高的价格。',
      open: false,
      pages: ['']
    },
    {
      id: 7,
      name: '人天生会把钱存在不同的心理账户里。想要卖高价，就要改变顾客对你商品的认知，转移他的心理账户。例如，装修公司会强调他的设计帮你增加了多少房间使用面积，折成房价相当于多少钱。',
      open: false,
      pages: ['']
    },
    {
      id: 8,
      name: '有时候，你可以大胆尝试，把产品重新包装，赋予一个神奇的品牌故事，然后提价。因为消费者购买某些商品时，是为了炫耀性的心理满足。如果你能做到让他们恰到好处地炫耀，那么商品越贵越有人买。',
      open: false,
      pages: ['']
    },
    {
      id: 9,
      name: '把不同商品集合在一起“组合定价”，可以最大化销售利益。比如烧烤便宜，啤酒贵。而吃烧烤容易口干，因此啤酒就容易成为利润点。 ',
      open: false,
      pages: ['']
    },
    {
      id: 10,
      name: '通过“价格歧视”的定价方法，对不同人群制定不同的价格策略。例如软件公司推出功能受限的家庭版，企业想满足更多功能需求，必须付出更多费用。 ',
      open: false,
      pages: ['']
    },
    {
      id: 11,
      name: '报价越精确，对方还价的可能性就越小。因为报价越精确，对方就越容易认为，你是经过周密计算才开出的价码。',
      open: false,
      pages: ['']
    }
  ], 
  [
    {
      id: 1,
      name: '人工智能，就是用机器去完成人类智慧才能完成的任务。它有三个基础支撑：算法、计算能力和数据。算法和计算能力都越来越通用，数据是唯一的门槛。因为机器像孩子学习一样，需要海量数据的训练，才能具备智能。',
      open: false,
    },
    {
      id: 2,
      name: '巨大的用户数据，正是中国的优势。未来中国在人工智能领域大有可为。',
      open: false,
    },
    {
      id: 3,
      name: '这一轮“人工智能”的爆发，得益于“深度学习”算法的突破。所谓深度学习，就是用数学方法模拟人脑神经网络。机器会在海量训练后，具备自主判断的能力。',
      open: false,
    },
    {
      id: 4,
      name: '人工智能有很多条路，“深度学习”只是其中一条。它是已知算法里表现最好的，所以在当下最火。',
      open: false,
    },
    {
      id: 5,
      name: '人工智能有两种应用形态：一种是弱人工智能，即只擅长单个领域，比如只会下围棋的AlphaGo；另一种是强人工智能，即各方面都很强。现阶段，弱人工智能比人强，强人工智能比人弱，且非常不成熟。',
      open: false,
    },
    {
      id: 6,
      name: '虽然“人工智能”话题很热，但全球基础设施已经搭建完毕。投资的风口，已经结束。即将到来的，是各个领域应用爆发的时代。',
      open: false,
    },
    {
      id: 7,
      name: '无人驾驶，将会是人工智能领域第一个大规模应用。从今年开始，越来越多的汽车将会具备人工智能的辅助驾驶能力。',
      open: false,
    },
    {
      id: 8,
      name: '在不久的将来，智能家居将成为现实——你可以通过语音对话，操控互联的所有设备。行业＋人工智能，会成为一大趋势。',
      open: false,
    },
    {
      id: 9,
      name: '凡是说人工智能马上要超越人类的，都是不懂认知科学。当前人工智能只是在某些方面比人强，想要全面超越人脑，还差得远。',
      open: false,
    },
    {
      id: 10,
      name: '人工智能会对现有秩序带来巨大冲击。但面对它的威胁，最好的方式不是排斥，而是培养“机器智商”，同机器协作。',
      open: false,
    },
    {
      id: 11,
      name: '在可见的未来，有三种能力人工智能并不具备：创新能力、连接能力和领导能力。应对正在到来的“智能时代”，你可以从这篇清单和培养这三种能力做起。',
      open: false,
    }
  ]
]