module.exports = {
  "芒格": [
    {
      id: 'risk',
      name: '风险',
      open: false,
      pages: ['测算合适的安全边际', '避免和道德品质有问题的人交易', '坚持为预定的风险要求合适的补偿', '永远记住通货膨胀和利率的风险', '避免犯下大错；避免资本金持续亏损']
    },
    {
      id: 'independent',
      name: '独立',
      open: false,
      pages: ['客观和理性的态度需要独立思考', '记住，你是对是错，并不取决于别人同意你还是反对你——唯一重要的是你的分析和判断是否正确', '随大流只会让你往平均值靠近（只能获得中等的业绩）']
    },
    {
      id: 'prepare',
      name: '准备',
      open: false,
      pages: ['通过大量阅读，把自己培养成一个终生的自学者；培养求知欲，努力让自己一天比一天聪明', '比求胜的意愿更重要的是做好准备的意愿', '熟练地掌握各大学科的思维模型', '如果你想变得聪明，你必须不停地追问和问题是"为什么？为什么？为什么？"']
    },
    {
      id: 'humility',
      name: '谦虚',
      open: false,
      pages: ['只在自己明确界定的能力圈内行事', '识别不确定的证据', '抵制追求虚假的精神和错误的确定性的欲望', '最重要的是，别愚弄你自己，而且要记住，你是最容易被自己愚弄的人']
    },
    {
      id: 'analysis',
      name: '严格分析',
      open: false,
      pages: ['区分价值和价格、过程和行动、财富和规模', '记住浅显的好过掌握深奥的', '成为一名商业分析家，而不是市场、宏观经济或证券分析家', '考虑总体的风险和效益，永远关注潜在的二阶效应和更高层次的影响', '要朝前想、往后想——反过来想，总是反过来想']
    },
    {
      id: 'configure',
      name: '配置',
      open: false,
      pages: ['记住，最好的用途总是由第二好的用途衡量出来的(机会成本)', '好主意特别少——如果赔率对你非常有利，就下重注（配置资本）', '别"爱上"投资项目——要依情况而定，照机会而行']
    },
    {
      id: 'patience',
      name: '耐心',
      open: false,
      pages: ['"复利是世界第八大奇迹"（爱因斯坦说）如果没有必要，不要打断它', '避免不必要的交易税和摩擦成本，永远不要为了行动而行动', '幸运来临时要保持头脑清醒', '享受投资结果，也享受过程，因为你活在过程当中']
    },
    {
      id: 'determination',
      name: '决心',
      open: false,
      pages: ['当别人贪婪时要害怕，当别人害怕时要贪婪', '机会不常有，机会出现时就要抓住他', '机会留给有准备的人：这就是游戏规则']
    },
    {
      id: 'change',
      name: '改变',
      open: false,
      pages: ['认识并适应你周围世界的真实本质，不要寄希望于世界会适应你', '不断挑战和主动地修正你"最喜欢的观念"', '认清现实，即使你不喜欢现实——尤其是当你不喜欢它的时候']
    },
    {
      id: 'focus',
      name: '专注',
      open: false,
      pages: ['记住名誉和正直是你最有价值的资产——而且会消失于眨眼之间', '避免狂妄自大和厌倦无聊的情绪', '不能因过度专注于细枝末节，而忽视了显而易见的东西', '千万要排除不需要的信息："千里之堤，溃于蚁穴"','直面你的大麻烦,不要将它们藏起来']
    }
  ],
  "巨人的工具": [
    {
      id: 'step1',
      name: '成为牛人的第一步，是先要有大局观',
      open: false,
      pages: ['不要让自己的动作和目标分散,纠结具体的成败。而是要有意识的把它们建立成一个系统，让系统不断的发展。比方说,大学阶段或工作阶段的系统目标,不是毕业证和升职加薪,而是学习能力和工作能力']
    }, 
    {
      id: 'step2',
      name: '要时时刻刻更新自己对环境、社会、世界的认知',
      open: false,
      pages: ['多听、多看、多思考,了解这个世界,看看每天都在发生什么变化。而你的下一个机会、灵感就存在于每天的日常信息中']
    },
    {
      id: 'step3',
      name: '检验一个创意是不是靠谱,不要看你的大脑如何的兴奋,而是看你的身体会不会作出反应',
      open: false,
      pages: ['如果你的身体会产生强烈反应,那么别人大概也会对这个东西感兴趣。就像所谓“垃圾食品”一样,大多数人都知道它们的高热量和不健康,但仍然克制不了身体的欲望']
    },
    {
      id: 'step4',
      name: '如果你想取得出类拔萃的成就,就要在自己身上多发展几个熟练的技能',
      open: false,
      pages: []
    },
    {
      id: 'step5',
      name: '如果你不能把某个技能练到全世界最好,你可以选择两项技能练到世界的前25%',
      open: false,
      pages: ['然后再将这两个技能结合起来去做一件事,你就可能取得了不起的成就']
    },
    {
      id: 'step6',
      name: '想要感受真正的自由,就要给自己设定一些要求和限制',
      open: false,
      pages: ['唯有自律,方得自由。这听起来似乎有些矛盾,但却是不可争辩的事实,最好的例子就是查理·芒格']
    },
    {
      id: 'step7',
      name: '生活中，不要给自己太多选择，也不要让自己做太多的决策',
      open: false,
      pages: ['面临的选项太多,容易不知所措,而做出决策则会消耗意志力。选择和决策太多，不仅会降低幸福感,还会让自己十分疲惫']
    },
    {
      id: 'step8',
      name: '在工作和学习中,"谦卑"是最好的态度',
      open: false,
      pages: ['"谦卑"的意思不是说,一味的贬低自己,抬高别人。而是面对和你认知相反的事情，有开放的头脑和包容的胸襟,不断地学习和接受新事物。只有这样,你才跟得上变化']
    },
    {
      id: 'step9',
      name: '不管是工作还是生活,要时刻以第三人称的视角观察自己,给自己提供即时反馈',
      open: false,
      pages: ['在心里保持一个冷静的声音,能时刻把你从自己的世界中拉出来']
    },
    {
      id: 'step10',
      name: '无论处在什么环境中,都要积极主动的去做事',
      open: false,
      pages: ['因为工作能够给你提供的视野非常有限,主动做事能让你有更多的体会和认识,很多事情不是光看就能明白的']
    },
    {
      id: 'step11',
      name: '任何时候都要真诚,不要刻意模仿别人',
      open: false,
      pages: ['刻意的模仿容易让人觉得虚假,真诚的自我表达反而可能获得认同。如果你真的在某些方面有特殊之处,它可能还是你的卖点']
    },
    {
      id: 'step12',
      name: '最后一点,一定要善于讲故事',
      open: false,
      pages: ['每一个牛人的成功,并不仅仅是自己很牛,而是能让更多的人愿意跟他协作。故事，就是最好的基石。讲好一个真诚的故事,不仅能打动你的合伙人、投资人,还有用户']
    }
  ],
  "高手如何休息": [
    {
      id: 'step1',
      name: '人生是一场长跑，光努力赢了起跑没用，得悠着点',
      open: false,
      pages: ['']
    },  
    {
      id: 'step2',
      name: '人体是一个“反脆弱”系统。能恢复过来，就是反脆弱，会变得更强大；恢复不过来，就废了。对于高手来说休息和恢复，有战略性地位',
      open: false,
      pages: ['']
    }, 
    {
      id: 'step3',
      name: '成长 = 压力 + 休息。压力太大休息太少，人会被击垮；压力不够而休息太多，人就会自满而停滞不前。高手会合理分配压力和休息，高效、持续地成长',
      open: false,
      pages: ['']
    },  
    {
      id: 'step4',
      name: '进行有针对性的、高强度的训练，然后休息和恢复。再重复这个过程，但略微提高强度，能有效提升身体机能',
      open: false,
      pages: ['']
    }, 
    {
      id: 'step5',
      name: '无谓的纠结和生活中的各种诱惑，会极大消耗人的精力。高手总是极度自律、秩序井然，这样能避免在选择和诱惑上耗能',
      open: false,
      pages: ['']
    }, 
    {
      id: 'step6',
      name: '合理安排压力，确保每次学习或者工作都是在稍微高出自己当前能力的水平上。一旦开始，就全神贯注',
      open: false,
      pages: ['']
    }, 
    {
      id: 'step7',
      name: '适时户外散步。活动肢体可以增加给大脑的供血量，同时给大脑提供一个恰到好处的“打扰”。就算不正式散步，每隔一个小时站起来走几步，也是很好的休息',
      open: false,
      pages: ['']
    }, 
    {
      id: 'step8',
      name: '回到大自然中去，置身花草树木、山川河流都可以休息。甚至看大自然图片，也能对大脑产生明显的效果。把电脑桌面换成自然风景也有用',
      open: false,
      pages: ['']
    }, 
    {
      id: 'step9',
      name: '跟朋友聚会，聊聊天、喝点酒。必须是朋友，是为了友情，而不是为了什么“人脉”',
      open: false,
      pages: ['']
    }, 
    {
      id: 'step10',
      name: '好的休假就像充电，可以让人在后面很长一段时间有充沛精力',
      open: false,
      pages: ['休假的时候，要完全抛开工作。除了散步、回归自然、跟朋友聚会，还可以听音乐、洗澡，但是打游戏、半夜刷手机这些消耗注意力的活动，统统不行']
    }, 
    {
      id: 'step11',
      name: '学会冥想',
      open: false,
      pages: ['找个不受打扰的时间，舒服地坐在一个安静的地方；深呼吸，体会肚子随着呼吸起起伏伏。意识始终只想呼吸，但不用刻意回避脑子里冒出来的想法，承认它，然后把它放走。从每天1分钟开始，逐渐增加时间']
    }, 
    {
      id: 'step12',
      name: '睡眠非常重要，它的作用不仅仅是消除疲劳，更重要的是让身体和大脑“成长”',
      open: false,
      pages: ['睡眠要规律，以每晚7-9个小时为宜，具体长短因人而异，以不用闹钟、自然醒为最好']
    }, 
    {
      id: 'step13',
      name: '为了保证良好睡眠，晚上最好不要从事剧烈的脑力劳动',
      open: false,
      pages: ['睡前不要使用手机、电脑或者iPad等电子产品。不要指望用打盹代替睡眠，打盹的作用仅限于恢复能量和注意力，且时间不要超过30分钟']
    }, 
    {
      id: 'step14',
      name: '有谁能想到，在今天这个世界里想要做出一点成绩，居然连呼吸都得练呢？一切出发点，都因为你想做个不一样的人',
      open: false,
      pages: ['']
    }
  ]
}
