module.exports = {
  "技术流 | 如何在30分钟内写出一篇排版良好的文章": [
    {
      id: 1,
      name: '创作一篇排版很精致的公众号文章，大约要1-2小时。对于把写作当做爱好而非主业的人来说，是一笔很大的支出。',
      open: false,
    },
    {
      id: 2,
      name: '任何事情都逃不出"熟能生巧"四个字，尤其当你是个很"互联网"，很"经济"的人。',
      open: false,
    }, 
    {
      id: 3,
      name: '很"互联网"的人解决问题，是要把重复的事情自动化；很"经济"的人解决问题，是要让任何事情都能有所积累，成为"复利"、"滚雪球"的一部分。',
      open: false,
    }, 
    {
      id: 4,
      name: '写出一篇公众号文章，最为关键之处我认为包含三点: 1、确定题目：题目要干净利落；2、文章层次：分几点来阐述；3、选好图片：一次性找到所有图片。',
      open: false,
    },
    {
      id: 5,
      name: '我们要使用微信公众号平台自带的最重要的功能：图文模板。因为这个功能完美满足了"互联网"，"经济"的两大方面。',
      open: false,
    },
    {
      id: 6,
      name: '每次写文章，给自己一点时间压力。比如计算一下这次写作的时间，然后下次写同样类型的文章时给自己更短的时间。',
      open: false,
    },
    {
      id: 7,
      name: '在闲暇时间不断优化自己的模板，针对不同的文章设计不同的模板。"工欲善其事，必先利其器"。',
      open: false,
    }
  ],
  "你得去做一些有难度的事情": [
    {
      id: 1,
      name: '有一个叫星云链的区块链项目，最近在搞激励计划。大体是给对社区有贡献的人发大额的星云链的代币，这些代币可以在市场上直接出售，等同于实实在在的人民币。',
      open: false,
    },
    {
      id: 2,
      name: '目前的激励计划是奖励可以开发DApp的开发者。于是一批非技术用户有意见了，为啥只奖励开发者，难道用户推广就没有价值了吗？当然不是。',
      open: false,
    },
    {
      id: 3,
      name: '开发，运营，用户都各有其价值所在。但是，你会发现，他们的门槛是不一样的。运营、用户可以做的事情，开发者一样可以做，反之，不成立。',
      open: false,
    },
    {
      id: 4,
      name: '很多事情的门槛，可能是看不见摸不着的——这不代表其要求高智商高情商，它只是看不见，隐身罢了。',
      open: false,
    },
    {
      id: 5,
      name: '重点是，你得去做一些有难度的事情。有难度的事情，就是你的门槛，你的竞争力。',
      open: false,
    },
    {
      id: 6,
      name: '就拿写代码这件事，随便写写调戏下妹子那叫做情趣，但真的要赚钱只能死磕细节，从而变得索然无味，令人厌烦。对啊，这就是门槛啊。孟子说的"苦其心志，劳其筋骨"不就是这么一回事吗？',
      open: false,
    },
    {
      id: 7,
      name: '当你很愉悦的做某件事时，那你得警惕了。',
      open: false,
    },
    {
      id: 8,
      name: '我又得引用《三体》中章北海的父亲跟他的对话了： “要多想。”     “想了以后呢?”     “北海，我只能告诉你那以前要多想。”',
      open: false,
    }
  ],
  "杨绛送给年轻人的12句话": [
    {
      id: 1,
      name: '你的问题主要在于读书不多而想得太多。',
      open: false,
    },
    {
      id: 2,
      name: '如要锻炼一个能做大事的人，必定要叫他吃苦受累，百不称心，才能养成坚忍的性格。一个人经过不同程度的锻炼，就获得不同程度的修养，不同程度的效益。好比香料，捣得愈碎，磨得愈细，香得愈浓烈。',
      open: false,
    },
    {
      id: 3,
      name: '我们曾如此渴望命运的波澜，到最后才发现：人生最曼妙的风景，竟是内心的淡定与从容……我们曾如此期盼外界的认可，到最后才知道：世界是自己的，与他人毫无关系！',
      open: false,
    },
    {
      id: 4,
      name: '有些人之所以不断成长，就绝对是有一种坚持下去的力量。好读书，肯下功夫，不仅读，还做笔记。人要成长，必有原因，背后的努力与积累一定数倍于普通人。所以，关键还在于自己。',
      open: false,
    },
    {
      id: 5,
      name: '少年贪玩，青年迷恋爱情，壮年汲汲于成名成家，暮年自安于自欺欺人。人寿几何，顽铁能炼成的精金，能有多少？但不同程度的锻炼，必有不同程度的成绩；不同程度的纵欲放肆，必积下不同程度的顽劣。',
      open: false,
    },
    {
      id: 6,
      name: '在这物欲横流的人世间，人生一世实在是够苦。你存心做一个与世无争的老实人吧，人家就利用你欺侮你。你稍有才德品貌，人家就嫉妒你排挤你。你大度退让，人家就侵犯你损害你。你要不与人争，就得与世无求，同时还要维持实力准备斗争。你要和别人和平共处，就先得和他们周旋，还得准备随时吃亏。',
      open: false,
    },
    {
      id: 7,
      name: '惟有身处卑微的人，最有机缘看到世态人情的真相。一个人不想攀高就不怕下跌，也不用倾轧排挤，可以保其天真，成其自然，潜心一志完成自己能做的事。',
      open: false,
    },
    {
      id: 8,
      name: '上苍不会让所有幸福集中到某个人身上，得到爱情未必拥有金钱；拥有金钱未必得到快乐；得到快乐未必拥有健康；拥有健康未必一切都会如愿以偿。保持知足常乐的心态才是淬炼心智、净化心灵的最佳途径。一切快乐的享受都属于精神，这种快乐把忍受变为享受，是精神对于物质的胜利，这便是人生哲学。',
      open: false,
    },
    {
      id: 9,
      name: '世间好物不坚牢，彩云易散琉璃脆。',
      open: false,
    },
    {
      id: 10,
      name: '我是一位老人，净说些老话。对于时代，我是落伍者，没有什么良言贡献给现代婚姻。只是在物质至上的时代潮流下，想提醒年轻的朋友，男女结合最最重要的是感情，双方互相理解的程度。理解深才能互相欣赏、吸引、支持和鼓励，两情相悦。门当户对及其他，并不重要。',
      open: false,
    },
    {
      id: 11,
      name: '月盈则亏，水满则溢，爱情到这里就可以了，我不要它溢出来。',
      open: false,
    },
    {
      id: 12,
      name: '我和谁都不争，和谁争我都不屑。简朴的生活、高贵的灵魂是人生的至高境界。',
      open: false,
    }
  ],
  "职场攻略｜如何克服紧张，从容面对领导": [
    {
      id: 1,
      name: '正确评价自己的工作。紧张感源于不确定，如果对自己的工作没有把握，就容易在领导面前特别紧张。所以，先努力把工作做好，然后再去面对领导。',
      open: false,
    },
    {
      id: 2,
      name: '建立直系领导的“资料库”和“情报网”。最好能够列举领导在工作上的主要成就和经历，以及他的领导方式、处事原则等。这不是让你迎合领导的喜好，而是尽量做到不越“雷池”。',
      open: false,
    },
    {
      id: 3,
      name: '事先做好彩排。想象自己向领导汇报时的场景，越详细越好。记住可能发生的坏局面，并事先想好应对方法。重复这个过程，等到真正去汇报时，你已经具有“免疫力”了。',
      open: false,
    },
    {
      id: 4,
      name: '向直系领导汇报工作时，着重汇报部门现状和项目的推进情况。作为整个部门的负责人，这是他最关心的。',
      open: false,
    },
    {
      id: 5,
      name: '面对大领导，不用急着表现。大领导一般不直接决定你的升迁，所以虽然不了解他，但也没必要紧张。向大领导汇报时，着重介绍一线工作情况，而不要抱太高的期待。直系领导带上你，首先是为了给自己的发言做补充，而不是要给你大机会。',
      open: false,
    },
    {
      id: 6,
      name: '保证自己的建设性。每提出一个问题，最好能提出两种以上的解决方法。相反，被领导问到“你觉得该怎么办”时，如果支支吾吾答不上来，那紧张是必然的。',
      open: false,
    },
    {
      id: 7,
      name: '面对特别极端的领导，不要担心关系破裂。告诉自己，“准备坑我的人，不是好领导”。给自己设置个最坏的底线，能有效提升气场，克服紧张情绪。',
      open: false,
    },
    {
      id: 8,
      name: '在私下非正式场合，不妨和领导务务虚。可以在公司的茶水间，或者是私下的聚餐时，说一说自己的感受、迷茫，大多时候领导会分享一些自己的经历和经验给你。彼此了解后，更容易平和面对。',
      open: false,
    },
    {
      id: 9,
      name: '最后，记住一个小窍门：后发优势。和同事一起面对领导时，不妨让对方先说。静静倾听，轮到自己发言时，对同事的发言做个总结和补充。这样，不仅能有效舒缓紧张，而且发言更容易出彩。',
      open: false,
    }
  ],
  "看懂埃隆马斯克的终极野心": [
    {
      id: 1,
      name: '马斯克的终极目标——殖民火星，让人类成为多星球物种',
      open: false,
      pages: ['2016年，马斯克在墨西哥国际宇航大会的演讲，透露了他的终极目标——延续人类的生命，让人类成为一个多星球物种。为了实现这个大目标，马斯克将它分解为可执行的小目标——把100万人送到火星居住。事实上，他所有的商业布局，都致力于这个目标的达成。']
    },
    {
      id: 2,
      name: '为什么要做Space X——将人类送去火星',
      open: false,
      pages: ['作为一家太空探索公司，从小火箭到制作更大、性价比更高的火箭，都是为了一步步把火星“船票”的价格降到最低，以便有100万人能负担得起去火星的费用。另外，因为火星空气稀薄, 一般的降落伞技术回收火箭是行不通的，所以Space X大力发展发动机反推技术，以便将来能在火星安全着陆。']
    },
    {
      id: 3,
      name: '为什么要做特斯拉——解决火星移民后的交通和动力问题',
      open: false,
      pages: ['火星上空气稀薄，没有氧气，地球上内燃机为主的交通工具和动力设备，无法正常进行工作。但是，特斯拉生产的电动汽车可以。作为一家电动汽车公司，往近了说，特斯拉致力于颠覆汽车行业。往远了说，这套技术可以在人类到达火星后，迅速解决交通问题。']
    },
    {
      id: 4,
      name: '为什么要做SolarCity——解决去火星后的能源问题',
      open: false,
      pages: ['火星上没有氧气，不能使用煤和天然气，人类到达后能源从何而来呢？最合适的，就是取之不尽的太阳能。所以，马斯克怂恿自己的表兄弟林登·里夫和彼得·里夫，创办了SolarCity（后被特斯拉收购）。SolarCity致力于“提供太阳能服务，以低于电力公司的价格，向客户供电”。SolarCity、特斯拉，以及SpaceX三家公司，技术上互相借鉴、共享，进一步提高了效率。']
    },
    {
      id: 5,
      name: '为什么要做The Boring Company——解决移民火星后的运输问题',
      open: false,
      pages: ['为了建立更高效的运输系统，马斯克创立了The Boring Company。这家公司的核心技术Hyperloop（超级高铁）——电动滑轨车、真空地下隧道，能达到1000公里/时的超高速运输系统。除了在地球上使用外，火星的真空条件，更有利于这项技术的实行。一旦技术成型，人类在火星上的公共出行将不成问题。']
    },
    {
      id: 6,
      name: '为什么要做Starlink——解决火星移民后的通讯问题',
      open: false,
      pages: ['Space X有个卫星互联网服务计划，将约1.2万颗通信卫星发射到轨道，并从2020年开始工作。这一计划被命名为“星链”（Starlink）。在解决能源、交通和运输等问题后，Starlink将解决通讯问题。如果一切顺利，不管是与地球通讯，还是火星内的通讯，都将受益于这个项目。尤其是人刚抵达火星时，很难第一时间在上面建造通信基站或光纤网络平台，依靠卫星通信就非常必要。']
    },
    {
      id: 7,
      name: '为什么成立Neuralink——应对超级人工智能的威胁',
      open: false,
      pages: ['马斯克认为，能严重威胁人类生存的原因，无外乎两个：① 地球不再适宜人类居住；② 产生超级人工智能，超越人类。为了应对第一个问题，马斯克展开了“殖民火星”计划。为了应对人工智能的威胁，马斯克的方案是：改造自身，主动和机器融为一体。Neuralink就是马斯克和别人一起创立的神经科学公司。通过改造自身，将芯片注入人的大脑，把人类大脑和计算机结合起来，让人类能更好地适应新的环境、新的星球。']
    },
  ],
  "突破元无知": [
    {
      id: 1,
      name: '原来的无知，可以称为“考场无知”。考卷就在那里，上面的每一个问题都很清楚，只是我们没本事答出来。这种无知，在青少年时代的考场上，经常折磨我们。',
      open: false
    },
    {
      id: 2,
      name: '成年进入社会后，必须要面对的是 “元无知”，即“不知道自己不知道”。互联网时代，人类大部分成型的知识，都可以通过搜索引擎找到。但问题是，在搜索框里输入什么、搜索什么？这种无知，才更可怕。',
      open: false
    },
    {
      id: 3,
      name: '如何避免堕入“元无知”的状态呢？答：寻找可以一直追索下去的知识线头。只要抓住了这个线头，互联网上的各种知识工具，会一步步帮助我们解决问题。',
      open: false
    },
    {
      id: 4,
      name: '在真实世界，零星但维度丰富的知识，比体系化的知识重要得多。',
      open: false
    },
    {
      id: 5,
      name: '一旦缺少零星的“知识线头”，就很容易导致误判。《知识大迁移》里举过一个例子：埃博拉病毒爆发时，一个在肯尼亚工作的美国教师，回国后被强迫停课。其实，这事很荒唐。只要抓住“非洲是个辽阔大陆”这个知识线头，上网查一下就知道——埃博拉疫区距肯尼亚，有5600公里远，完全不必担心。',
      open: false
    },
    {
      id: 6,
      name: '如何获取值得抓住的“知识线头”呢？第一个方法是：找到各领域有价值的人，和他们保持弱连接。遇到难题时，能力强的人的第一反应都是找这个领域的牛人请教。抓住关键的知识线头，剩下的问题就好办了。而能力差的，只会一筹莫展，生憋答案。',
      open: false
    },
    {
      id: 7,
      name: '另一种获取“知识线头”的方法，是要有观测复杂现象的仪表系统。也就是说，要能从一个显而易见的表象，看出背后的复杂信息。比如我们公司招人，有一个标准——好看。不是要求五官怎么样，而是要注意自己的形象：头发理了没、胡子刮了没……通过这些简单的信号，能判断出很多事。',
      open: false
    },
    {
      id: 8,
      name: '互联网时代，每个人都生活在区块一样的小圈子里，谁能提供打破区块、连接区块的“链”，谁就能享受这个时代的财富红利。同理，学习不仅要系统化，还要碎片化，甚至浅显化。因为连接带来的价值，远大于孤立的知识本身。',
      open: false
    },
  ],
  "为什么新技术很难直接走向社会": [
    {
      id: 1,
      name: '新技术的普及，需要客观的社会条件配合。缺少合适的社会条件，即使新技术再有用，也很难被普及。',
      open: false
    }, 
    {
      id: 2,
      name: '在《贸易打造的世界》这本书中，有一个有趣的例子。洗碗机早在19世纪末，就被发明出来了，但一直得不到普及。因为在当时的美国，女人还没进入职场，基本都是全职家庭主妇。对她们来说，用手洗碗并不是麻烦的体力劳动，而是一种放松身心的方式，洗碗机很没必要。',
      open: false
    },
    {
      id: 3,
      name: '到了第二次世界大战时期，社会条件变了——大量男人奔赴战场，导致国内缺乏劳动力，女人们只能走出家庭，进入职场。因为做家务的时间减少，无法保证每天在家洗碗，已经被发明好多年的洗碗机才被重新发现，并在小改进中得到普及。',
      open: false
    },
    {
      id: 4,
      name: '在客观的社会条件之外，一些虚无缥缈的社会观念，也会成为技术向产品转变的重大障碍。',
      open: false
    },
    {
      id: 5,
      name: '举个例子——空调。现代空调，早在1906年就被美国人威利斯·开利发明。但在此后三十多年间，空调都不是供人使用，而是用来给机器降温的。为啥？主要是价值观念在作怪。当时，吹空调被视为一种好逸恶劳、不道德的行为。直到几十年之后的60年代，空调才逐渐被全民接受。',
      open: false
    },
    {
      id: 6,
      name: '除了价值观念，连审美，都会对一个产品的普及产生影响。在《吴军的谷歌方法论》中，吴军老师提到了一个典型的例子——青花瓷。瓷器是中国人的发明，但是，是很多民族一起，再次发明了青花瓷。严格地说，青花瓷并不是纯汉人文化的作品，而是各个民族的审美偏好，让它走向世界。',
      open: false
    },
    {
      id: 7,
      name: '在宋代汉人的审美下，青花瓷是不可能被发明的。因为青花瓷的底儿是白色的，而白色在汉人的观点中，是不吉利的颜色。宋代士大夫对瓷器的审美叫“白不如青”——相比白瓷，更喜欢青瓷。随着崇尚白色的蒙古人的到来，白瓷才有了翻身的机会。',
      open: false
    },
    {
      id: 8,
      name: '青花瓷上青蓝色花纹的出现，则是受到了伊斯兰文化的影响。蒙古人在征服南宋之前，就征服了阿拉伯地区。来自西亚的穆斯林，喜欢的颜色正是青蓝色。在伊斯兰文化里，天堂是充满水的世界，是蓝色的。他们的审美，对元朝的文化、青花瓷的花纹，产生了重大影响。',
      open: false
    },
    {
      id: 9,
      name: '青花瓷从一开始，就是一款为世界市场而打造的产品。波斯商人知道西亚人喜欢青蓝色，便把一种叫“钴蓝”的颜料带到中国，直接参与青花瓷的设计和监制，然后卖到西亚和东欧地区。所以，青花瓷是一种典型的跨文化审美的产物。这一点，从它的花纹上也能看出来——既有汉人推崇的素雅的梅兰竹菊、蒙古人喜欢的牡丹、芍药，也有西亚文化的葡萄藤。它有点像今天的iPhone，各个国家、种族都喜欢。',
      open: false
    },
    {
      id: 10,
      name: '今天青花瓷中最古老、最值钱的，是中国的元青花。但大家可能不知道的是——元青花最多的国家并不是中国，而是伊朗和土耳其。足迹遍世界的吴军老师说：如果想看元青花的藏品，应该去伊朗的德黑兰博物馆或者是土耳其的国家博物馆。',
      open: false
    },
  ],
  "管理你的上级": [ 
    {
      id: 1,
      name: '上级是面对很多个下级的组织者。他代表公司雇用你，是在购买你的能力和时间，以节省自己的精力和时间。从这个意义上来说，他是你的顾客和用户。所以，以下其实是给你的一份“用户洞察清单”。',
      open: false
    },
    {
      id: 2,
      name: '既然上级是你的用户，那么你交给他的任何工作结果，都应该是一个“产品”。哪怕是一个想法、文档或邮件，都应该背景清晰、表达扼要、信息完整，让对方可以快速进入话题语境，抓住重点。',
      open: false
    },
    {
      id: 3,
      name: '你们之间的常规沟通应该由你来设计，让它及时、主动、规律：告诉上级你的项目进度、有什么需要他决断、下一个工作重点、下一个沟通时间节点。',
      open: false
    },
    {
      id: 4,
      name: '计划外的沟通和反馈，尽量按上级的时间表来走。在沟通之前，给他发个微信，告诉他具体想请教什么、需要多长时间。这不是因为他官威比你大，而是因为要面对很多个你，他的时间被分摊得很稀薄和不确定。请记得，他的精力，也是你们团队的资源。',
      open: false
    },
    {
      id: 5,
      name: '沟通时，不妨用营销思维“算计”你的这位用户，吸引他对你的工作倾斜更多的资源、注意力和时间。具体来说，就是简单、有效、及时的信息同步，展示项目的紧迫感和重要性，客气地提出困扰和需求。',
      open: false
    },
    {
      id: 6,
      name: '需要上级给意见时，先给他建设性意见，让他做选择题而不是主观题，这是在帮他聚焦问题、引导思考。比如，“此事的背景和进度是xxx，我建议的做法有n个，分别是xxx；这么考虑的原因是xxx，你有什么建议？如果没有，请确认一下你收到了”。',
      open: false
    },
    {
      id: 7,
      name: '遇到自己解决不了的问题，面对上级，有效率的求助逻辑不是“我办不了，你来”，而是“请指条路，我继续干”。',
      open: false
    },
    {
      id: 8,
      name: '“逼”上级干活的一个好思路是，想一想在他目前的工作进度里，有什么你能帮上忙。等你把能做的事儿都做完，就差他临门一脚，他自然退无可退。',
      open: false
    },
    {
      id: 9,
      name: '与上级达成的共识，如果执行中有变化，请务必与他沟通确认。擅自修改计划，可能会损害上级在更大维度上的安排。',
      open: false
    },
    {
      id: 10,
      name: '有什么是你能帮到上级的？答案是，把团队之外的资源和经验引进团队。所以，不妨想想，公司和行业里有哪些项目跟你的项目可能触类旁通，去研究和求助。这是在帮组织“挣效率”。做到这一点，恭喜，你已经有了“上级”自觉。',
      open: false
    },
    {
      id: 11,
      name: '当然，无论你有多少种招数，都得有一个基本前提：你的上级发自内心的信任你。取信于人就两个字：靠谱。靠谱的意思是：凡事有交代，件件有着落，事事有回应。',
      open: false
    }
  ],
  "芒格的人生智慧": [
    {
      id: 1,
      name: '要得到你想要的某样东西，最可靠的办法是让你自己配得上它。',
      open: false,
      pages: []
    },
    {
      id: 2,
      name: '正确的爱应该以仰慕为基础。',
      open: false,
      pages: []
    },
    {
      id: 3,
      name: '获得智慧是一种道德责任，它不仅仅是为了让生活变得更加美好。',
      open: false,
      pages: []
    },
    {
      id: 4,
      name: '在生活中越过越好的人，不是最聪明的，甚至不是最勤奋的，但他们是学习机器，他们每天夜里睡觉时都比那天早晨聪明一点点。',
      open: false,
      pages: []
    },
    {
      id: 5,
      name: '人类社会只有发明了发明的方法之后才能发展，同样的道理，人只有学习了学习的方法之后才能进步。',
      open: false,
      pages: []
    },
    {
      id: 6,
      name: '对于复杂的适应系统以及人类的大脑而言，如果采用逆向思考，问题往往会变得更容易解决。',
      open: false,
      pages: []
    },
    {
      id: 7,
      name: '别以为对自己有利的就是对整个社会有利的，也别根据这种自我中心的潜意识倾向来为自己愚蠢的行为辩解。要在自己的思维习惯中消除自我服务的偏好。',
      open: false,
      pages: []
    },
    {
      id: 8,
      name: '应该避免变态的工作关系。想办法找出你尊敬的人，然后想办法到他手下去工作。但是别随意批评什么人，这样才有机会在好领导手下工作。',
      open: false,
      pages: []
    },
    {
      id: 9,
      name: '最好学会隐藏睿智，如果你的正确让有身份、有地位的人觉得没面子，可能会引发极大的报复心理。我还没有找到免受这个严重问题伤害的完美方法。',
      open: false,
      pages: []
    },
    {
      id: 10,
      name: '如果真的想要在某个领域做得很出色，就必须对它有强烈的兴趣。',
      open: false,
      pages: []
    },
    {
      id: 11,
      name: '不平等最大化通常能够收到奇效。生活就像比赛，充满了竞争，那些最有能力和最愿意成为学习机器的人，会发挥最大的作用。',
      open: false,
      pages: []
    },
    {
      id: 12,
      name: '人在生活中可能会遭到沉重的打击，每一次不幸都是吸取教训的良机。人不应该在自怜中沉沦，而是应该利用每次打击来提高自我。',
      open: false,
      pages: []
    },
    {
      id: 13,
      name: '在这漫长的一生中，我一直都在期待麻烦的到来。准备好麻烦来临时如何对付它，并没有让我感到不快乐。它不但对我没有任何害处，实际上，还对我有很大的帮助。',
      open: false,
      pages: []
    },
    {
      id: 14,
      name: '我的剑传给能挥舞它的人。',
      open: false,
      pages: []
    },
  ],
  "芒格投资原则检查清单":[
    {
      id: 1,
      name: '风险',
      open: false,
      pages: ['测算合适的安全边际', '避免和道德品质有问题的人交易', '坚持为预定的风险要求合适的补偿', '永远记住通货膨胀和利率的风险', '避免犯下大错；避免资本金持续亏损']
    },
    {
      id: 2,
      name: '独立',
      open: false,
      pages: ['客观和理性的态度需要独立思考', '记住，你是对是错，并不取决于别人同意你还是反对你——唯一重要的是你的分析和判断是否正确', '随大流只会让你往平均值靠近（只能获得中等的业绩）']
    },
    {
      id: 3,
      name: '准备',
      open: false,
      pages: ['通过大量阅读，把自己培养成一个终生的自学者；培养求知欲，努力让自己一天比一天聪明', '比求胜的意愿更重要的是做好准备的意愿', '熟练地掌握各大学科的思维模型', '如果你想变得聪明，你必须不停地追问和问题是"为什么？为什么？为什么？"']
    },
    {
      id: 4,
      name: '谦虚',
      open: false,
      pages: ['只在自己明确界定的能力圈内行事', '识别不确定的证据', '抵制追求虚假的精神和错误的确定性的欲望', '最重要的是，别愚弄你自己，而且要记住，你是最容易被自己愚弄的人']
    },
    {
      id: 5,
      name: '严格分析',
      open: false,
      pages: ['区分价值和价格、过程和行动、财富和规模', '记住浅显的好过掌握深奥的', '成为一名商业分析家，而不是市场、宏观经济或证券分析家', '考虑总体的风险和效益，永远关注潜在的二阶效应和更高层次的影响', '要朝前想、往后想——反过来想，总是反过来想']
    },
    {
      id: 6,
      name: '配置',
      open: false,
      pages: ['记住，最好的用途总是由第二好的用途衡量出来的(机会成本)', '好主意特别少——如果赔率对你非常有利，就下重注（配置资本）', '别"爱上"投资项目——要依情况而定，照机会而行']
    },
    {
      id: 7,
      name: '耐心',
      open: false,
      pages: ['"复利是世界第八大奇迹"（爱因斯坦说）如果没有必要，不要打断它', '避免不必要的交易税和摩擦成本，永远不要为了行动而行动', '幸运来临时要保持头脑清醒', '享受投资结果，也享受过程，因为你活在过程当中']
    },
    {
      id: 8,
      name: '决心',
      open: false,
      pages: ['当别人贪婪时要害怕，当别人害怕时要贪婪', '机会不常有，机会出现时就要抓住他', '机会留给有准备的人：这就是游戏规则']
    },
    {
      id: 9,
      name: '改变',
      open: false,
      pages: ['认识并适应你周围世界的真实本质，不要寄希望于世界会适应你', '不断挑战和主动地修正你"最喜欢的观念"', '认清现实，即使你不喜欢现实——尤其是当你不喜欢它的时候']
    },
    {
      id: 10,
      name: '专注',
      open: false,
      pages: ['记住名誉和正直是你最有价值的资产——而且会消失于眨眼之间', '避免狂妄自大和厌倦无聊的情绪', '不能因过度专注于细枝末节，而忽视了显而易见的东西', '千万要排除不需要的信息："千里之堤，溃于蚁穴"','直面你的大麻烦,不要将它们藏起来']
    }
  ],
  "巨人的工具": [
    {
      id: 1,
      name: '成为牛人的第一步，是先要有大局观',
      open: false,
      pages: ['不要让自己的动作和目标分散,纠结具体的成败。而是要有意识的把它们建立成一个系统，让系统不断的发展。比方说,大学阶段或工作阶段的系统目标,不是毕业证和升职加薪,而是学习能力和工作能力']
    }, 
    {
      id: 2,
      name: '要时时刻刻更新自己对环境、社会、世界的认知',
      open: false,
      pages: ['多听、多看、多思考,了解这个世界,看看每天都在发生什么变化。而你的下一个机会、灵感就存在于每天的日常信息中']
    },
    {
      id: 3,
      name: '检验一个创意是不是靠谱,不要看你的大脑如何的兴奋,而是看你的身体会不会作出反应',
      open: false,
      pages: ['如果你的身体会产生强烈反应,那么别人大概也会对这个东西感兴趣。就像所谓“垃圾食品”一样,大多数人都知道它们的高热量和不健康,但仍然克制不了身体的欲望']
    },
    {
      id: 4,
      name: '如果你想取得出类拔萃的成就,就要在自己身上多发展几个熟练的技能',
      open: false,
      pages: []
    },
    {
      id: 5,
      name: '如果你不能把某个技能练到全世界最好,你可以选择两项技能练到世界的前25%',
      open: false,
      pages: ['然后再将这两个技能结合起来去做一件事,你就可能取得了不起的成就']
    },
    {
      id: 6,
      name: '想要感受真正的自由,就要给自己设定一些要求和限制',
      open: false,
      pages: ['唯有自律,方得自由。这听起来似乎有些矛盾,但却是不可争辩的事实,最好的例子就是查理·芒格']
    },
    {
      id: 7,
      name: '生活中，不要给自己太多选择，也不要让自己做太多的决策',
      open: false,
      pages: ['面临的选项太多,容易不知所措,而做出决策则会消耗意志力。选择和决策太多，不仅会降低幸福感,还会让自己十分疲惫']
    },
    {
      id: 8,
      name: '在工作和学习中,"谦卑"是最好的态度',
      open: false,
      pages: ['"谦卑"的意思不是说,一味的贬低自己,抬高别人。而是面对和你认知相反的事情，有开放的头脑和包容的胸襟,不断地学习和接受新事物。只有这样,你才跟得上变化']
    },
    {
      id: 9,
      name: '不管是工作还是生活,要时刻以第三人称的视角观察自己,给自己提供即时反馈',
      open: false,
      pages: ['在心里保持一个冷静的声音,能时刻把你从自己的世界中拉出来']
    },
    {
      id: 10,
      name: '无论处在什么环境中,都要积极主动的去做事',
      open: false,
      pages: ['因为工作能够给你提供的视野非常有限,主动做事能让你有更多的体会和认识,很多事情不是光看就能明白的']
    },
    {
      id: 11,
      name: '任何时候都要真诚,不要刻意模仿别人',
      open: false,
      pages: ['刻意的模仿容易让人觉得虚假,真诚的自我表达反而可能获得认同。如果你真的在某些方面有特殊之处,它可能还是你的卖点']
    },
    {
      id: 12,
      name: '最后一点,一定要善于讲故事',
      open: false,
      pages: ['每一个牛人的成功,并不仅仅是自己很牛,而是能让更多的人愿意跟他协作。故事，就是最好的基石。讲好一个真诚的故事,不仅能打动你的合伙人、投资人,还有用户']
    }
  ],
  "高手如何休息": [
    {
      id: 1,
      name: '人生是一场长跑，光努力赢了起跑没用，得悠着点',
      open: false,
      pages: ['']
    },  
    {
      id: 2,
      name: '人体是一个“反脆弱”系统。能恢复过来，就是反脆弱，会变得更强大；恢复不过来，就废了。对于高手来说休息和恢复，有战略性地位',
      open: false,
      pages: ['']
    }, 
    {
      id: 3,
      name: '成长 = 压力 + 休息。压力太大休息太少，人会被击垮；压力不够而休息太多，人就会自满而停滞不前。高手会合理分配压力和休息，高效、持续地成长',
      open: false,
      pages: ['']
    },  
    {
      id: 4,
      name: '进行有针对性的、高强度的训练，然后休息和恢复。再重复这个过程，但略微提高强度，能有效提升身体机能',
      open: false,
      pages: ['']
    }, 
    {
      id: 5,
      name: '无谓的纠结和生活中的各种诱惑，会极大消耗人的精力。高手总是极度自律、秩序井然，这样能避免在选择和诱惑上耗能',
      open: false,
      pages: ['']
    }, 
    {
      id: 6,
      name: '合理安排压力，确保每次学习或者工作都是在稍微高出自己当前能力的水平上。一旦开始，就全神贯注',
      open: false,
      pages: ['']
    }, 
    {
      id: 7,
      name: '适时户外散步。活动肢体可以增加给大脑的供血量，同时给大脑提供一个恰到好处的“打扰”。就算不正式散步，每隔一个小时站起来走几步，也是很好的休息',
      open: false,
      pages: ['']
    }, 
    {
      id: 8,
      name: '回到大自然中去，置身花草树木、山川河流都可以休息。甚至看大自然图片，也能对大脑产生明显的效果。把电脑桌面换成自然风景也有用',
      open: false,
      pages: ['']
    }, 
    {
      id: 9,
      name: '跟朋友聚会，聊聊天、喝点酒。必须是朋友，是为了友情，而不是为了什么“人脉”',
      open: false,
      pages: ['']
    }, 
    {
      id: 10,
      name: '好的休假就像充电，可以让人在后面很长一段时间有充沛精力',
      open: false,
      pages: ['休假的时候，要完全抛开工作。除了散步、回归自然、跟朋友聚会，还可以听音乐、洗澡，但是打游戏、半夜刷手机这些消耗注意力的活动，统统不行']
    }, 
    {
      id: 11,
      name: '学会冥想',
      open: false,
      pages: ['找个不受打扰的时间，舒服地坐在一个安静的地方；深呼吸，体会肚子随着呼吸起起伏伏。意识始终只想呼吸，但不用刻意回避脑子里冒出来的想法，承认它，然后把它放走。从每天1分钟开始，逐渐增加时间']
    }, 
    {
      id: 12,
      name: '睡眠非常重要，它的作用不仅仅是消除疲劳，更重要的是让身体和大脑“成长”',
      open: false,
      pages: ['睡眠要规律，以每晚7-9个小时为宜，具体长短因人而异，以不用闹钟、自然醒为最好']
    }, 
    {
      id: 13,
      name: '为了保证良好睡眠，晚上最好不要从事剧烈的脑力劳动',
      open: false,
      pages: ['睡前不要使用手机、电脑或者iPad等电子产品。不要指望用打盹代替睡眠，打盹的作用仅限于恢复能量和注意力，且时间不要超过30分钟']
    }, 
    {
      id: 14,
      name: '有谁能想到，在今天这个世界里想要做出一点成绩，居然连呼吸都得练呢？一切出发点，都因为你想做个不一样的人',
      open: false,
      pages: ['']
    }
  ],
  "如何把产品卖出好价钱": [
    {
      id: 1,
      name: '这个世界上，从来没有什么"一分钱一分货"，价格从来都是商品成本和消费者心理价位之间的博弈。在实际交易中，我们并不真的在为商品的成本付费，而是为商品的"价值感"付费。',
      open: false, pages: ['']
    },
    {
      id: 2,
      name: '制定价格的关键，是关注消费者的买点，而不是产品的卖点。先找到自己的独特定位，讲清楚你能提供什么特别的价值。只要大家认可这种需求，你的定价就会被接受。',
      open: false,
      pages: ['']
    },
    {
      id: 3,
      name: '设置一个价格锚点，让消费者有一个明确的价格感知，会更容易接受你的标价。比如，面对“80元／4小时”和“205元／天”的酒店方案，大多数人都会选后者。',
      open: false,
      pages: ['']
    },
    {
      id: 4,
      name: '人们投入在一个物品上的劳动或者情感越多，越容易高估它的价值。所以，想办法让用户有参与感，甚至付出一些劳动，他会觉得物超所值。',
      open: false,
      pages: ['']
    },
    {
      id: 5,
      name: '如果你的产品酷炫新奇，或者你有一定的技术先发优势。那你就可以提高产品身价，从而激发消费者购买欲。例如，科技产品刚上市时都有很高的定价，之后会逐渐降价。',
      open: false,
      pages: ['']
    },
    {
      id: 6,
      name: '把你的产品捆绑在更贵的商品上一起卖，同样可以有效的提升价值感。例如，一个单独的4G内存条200元感觉有点贵，但一款多出4G内存的电脑却可以卖出更高的价格。',
      open: false,
      pages: ['']
    },
    {
      id: 7,
      name: '人天生会把钱存在不同的心理账户里。想要卖高价，就要改变顾客对你商品的认知，转移他的心理账户。例如，装修公司会强调他的设计帮你增加了多少房间使用面积，折成房价相当于多少钱。',
      open: false,
      pages: ['']
    },
    {
      id: 8,
      name: '有时候，你可以大胆尝试，把产品重新包装，赋予一个神奇的品牌故事，然后提价。因为消费者购买某些商品时，是为了炫耀性的心理满足。如果你能做到让他们恰到好处地炫耀，那么商品越贵越有人买。',
      open: false,
      pages: ['']
    },
    {
      id: 9,
      name: '把不同商品集合在一起“组合定价”，可以最大化销售利益。比如烧烤便宜，啤酒贵。而吃烧烤容易口干，因此啤酒就容易成为利润点。 ',
      open: false,
      pages: ['']
    },
    {
      id: 10,
      name: '通过“价格歧视”的定价方法，对不同人群制定不同的价格策略。例如软件公司推出功能受限的家庭版，企业想满足更多功能需求，必须付出更多费用。 ',
      open: false,
      pages: ['']
    },
    {
      id: 11,
      name: '报价越精确，对方还价的可能性就越小。因为报价越精确，对方就越容易认为，你是经过周密计算才开出的价码。',
      open: false,
      pages: ['']
    }
  ], 
  "人工智能的真相": [
    {
      id: 1,
      name: '人工智能，就是用机器去完成人类智慧才能完成的任务。它有三个基础支撑：算法、计算能力和数据。算法和计算能力都越来越通用，数据是唯一的门槛。因为机器像孩子学习一样，需要海量数据的训练，才能具备智能。',
      open: false,
    },
    {
      id: 2,
      name: '巨大的用户数据，正是中国的优势。未来中国在人工智能领域大有可为。',
      open: false,
    },
    {
      id: 3,
      name: '这一轮“人工智能”的爆发，得益于“深度学习”算法的突破。所谓深度学习，就是用数学方法模拟人脑神经网络。机器会在海量训练后，具备自主判断的能力。',
      open: false,
    },
    {
      id: 4,
      name: '人工智能有很多条路，“深度学习”只是其中一条。它是已知算法里表现最好的，所以在当下最火。',
      open: false,
    },
    {
      id: 5,
      name: '人工智能有两种应用形态：一种是弱人工智能，即只擅长单个领域，比如只会下围棋的AlphaGo；另一种是强人工智能，即各方面都很强。现阶段，弱人工智能比人强，强人工智能比人弱，且非常不成熟。',
      open: false,
    },
    {
      id: 6,
      name: '虽然“人工智能”话题很热，但全球基础设施已经搭建完毕。投资的风口，已经结束。即将到来的，是各个领域应用爆发的时代。',
      open: false,
    },
    {
      id: 7,
      name: '无人驾驶，将会是人工智能领域第一个大规模应用。从今年开始，越来越多的汽车将会具备人工智能的辅助驾驶能力。',
      open: false,
    },
    {
      id: 8,
      name: '在不久的将来，智能家居将成为现实——你可以通过语音对话，操控互联的所有设备。行业＋人工智能，会成为一大趋势。',
      open: false,
    },
    {
      id: 9,
      name: '凡是说人工智能马上要超越人类的，都是不懂认知科学。当前人工智能只是在某些方面比人强，想要全面超越人脑，还差得远。',
      open: false,
    },
    {
      id: 10,
      name: '人工智能会对现有秩序带来巨大冲击。但面对它的威胁，最好的方式不是排斥，而是培养“机器智商”，同机器协作。',
      open: false,
    },
    {
      id: 11,
      name: '在可见的未来，有三种能力人工智能并不具备：创新能力、连接能力和领导能力。应对正在到来的“智能时代”，你可以从这篇清单和培养这三种能力做起。',
      open: false,
    }
  ]
}
