module.exports = 
  [
    {
    "title": "芒格的人生智慧",
    "desc" : "查理·芒格，一个成功的商人，同时也是一位睿智的长者，他的智慧值得我们每个人学习。「得到」App整理了这位世界上最真诚的有钱人的人生智慧，供你参考。"
    },
    {
    "title": "芒格投资原则检查清单",
    "desc" : "摘取自《穷查理宝典》。清单检查法是芒格本人推崇的一种投资方法,每次投资前他都会根据清单来确定这次投资是否有价值。这些原则出现的先后顺序跟它们的重要性无关,每个原则都必须被视为整个复杂的投资分析过程的一部分。"
    },
    {
    "title": "巨人的工具",
    "desc" : "《巨人的工具》是一本长达700页的英文新书。「得到」作者万维钢老师，提炼12条精华内容，让你可以比别人更早的站在巨人的肩膀上前行。"
    },
    {
    "title": "高手如何休息",
    "desc": "对于高手来说，集中精力认真工作，不是为了有朝一日停下来彻底休息。相反，高效休息，是为了更好的工作，抵达巅峰状态。「得到」作者万维钢老师的14条建议，告诉你高手休息的秘密。"
    },
    {
    "title": "如何把产品卖出好价钱",
    "desc" : "产品定价是一门学问。商家，应该如何通过定价实现更高的利润？消费者，又应该警惕哪些价格套路呢？「得到」App邀请刘润老师，创作了这篇清单，11条建议，供你参考。"
    },
    {
    "title": "人工智能的真相",
    "desc" : "很多人都声称人工智能是未来的大机会，但真实世界里的趋势却很少有人能看清。「得到」邀请高科技投资人王煜全创作了这篇清单，11条关于人工智能的洞见，请你手下。"
    }
  ]
