module.exports = 
[
  {
    "title": "看懂埃隆马斯克的终极野心",
    "desc": "提到埃隆·马斯克（Elon Musk）,相信很多人会想到Space X、特斯拉、SolarCity这些公司。这位硅谷钢铁侠为什么有如此多疯狂的想法? 为什么会创立这些看似不相干的企业?",
    "collect": false
  },
  {
    "title": "突破元无知",
    "desc": "到底什么是“元无知”?要如何破解“元无知”的状态？",
    "collect": false
  },
  {
    "title": "为什么新技术很难直接走向社会",
    "desc": "罗振宇在《罗辑思维》节目里曾说：一个技术会被发明两遍。第一次，是技术本身的发明；第二次，是它变成一个普遍应用的产品。为什么新技术很难直接走向社会？挡在创新变成产品之路上的，还有哪些因素？这篇清单，我们就详细拆解这个问题。",
    "collect": false
  },
  {
    "title": "管理你的上级",
    "desc": "工作中，到底该如何与上级协作？怎样才能获得上级的青睐？这是大多数人都会遇到的问题。其实，上级也可以被“管理”。以下与上级高效协作的11条建议，供你参考。",
    "collect": false
  },
  {
    "title": "芒格的人生智慧",
    "desc": "查理·芒格，一个成功的商人，同时也是一位睿智的长者，他的智慧值得我们每个人学习。「得到」App整理了这位世界上最真诚的有钱人的人生智慧，供你参考。",
    "collect": false
  },
  {
    "title": "芒格投资原则检查清单",
    "desc": "摘取自《穷查理宝典》。清单检查法是芒格本人推崇的一种投资方法,每次投资前他都会根据清单来确定这次投资是否有价值。这些原则出现的先后顺序跟它们的重要性无关,每个原则都必须被视为整个复杂的投资分析过程的一部分。",
    "collect": false
  },
  {
    "title": "巨人的工具",
    "desc": "《巨人的工具》是一本长达700页的英文新书。「得到」作者万维钢老师，提炼12条精华内容，让你可以比别人更早的站在巨人的肩膀上前行。",
    "collect": false
  },
  {
    "title": "高手如何休息",
    "desc": "对于高手来说，集中精力认真工作，不是为了有朝一日停下来彻底休息。相反，高效休息，是为了更好的工作，抵达巅峰状态。「得到」作者万维钢老师的14条建议，告诉你高手休息的秘密。",
    "collect": false
  },
  {
    "title": "如何把产品卖出好价钱",
    "desc": "产品定价是一门学问。商家，应该如何通过定价实现更高的利润？消费者，又应该警惕哪些价格套路呢？「得到」App邀请刘润老师，创作了这篇清单，11条建议，供你参考。",
    "collect": false
  },
  {
    "title": "人工智能的真相",
    "desc": "很多人都声称人工智能是未来的大机会，但真实世界里的趋势却很少有人能看清。「得到」邀请高科技投资人王煜全创作了这篇清单，11条关于人工智能的洞见，请你手下。",
    "collect": false
  },
  {
    "title": "职场攻略｜如何克服紧张，从容面对领导",
    "desc": "面对领导时过分紧张，是大部分职场人都有的困惑。要怎么才能克服紧张情绪，使自己平和地与领导沟通？",
    "collect": false
  },
  {
    "title": "杨绛送给年轻人的12句话",
    "desc": "2018年5月25日凌晨，著名女作家、文学翻译家和外国文学研究家、钱钟书夫人杨绛在北京协和医院病逝，享年105岁。杨绛先生送给年轻人的12句话，让你读懂生活的真谛，重新认识当下的自己。",
    "collect": false
  },
  {
    "title": "得到App的秘密蓝图之认知清单",
    "desc": "2018年5月26日，得到App正式上线两周年。罗振宇总结提炼了得到App过去两年的经验和教训，面向未来确定了认知清单，行动清单和蓝图清单。以下是认知清单的内容。",
    "collect": false
  },
  {
    "title": "得到App的秘密蓝图之行动清单",
    "desc": "2018年5月26日，得到App正式上线两周年。罗振宇总结提炼了得到App过去两年的经验和教训，面向未来确定了认知清单，行动清单和蓝图清单。以下是行动清单的内容。",
    "collect": false
  },
  {
    "title": "得到App的秘密蓝图之蓝图清单",
    "desc": "2018年5月26日，得到App正式上线两周年。罗振宇总结提炼了得到App过去两年的经验和教训，面向未来确定了认知清单，行动清单和蓝图清单。以下是蓝图清单的内容。",
    "collect": false
  },
  {
    "title": "你得去做一些有难度的事情",
    "desc": "这是微信公众号: 可能性工作室 最新发布的一篇文章。文章讲述了一个很简单但又很深刻的道理。",
    "collect": false
  }, 
  {
    "title": "技术流 | 如何在30分钟内写出一篇排版良好的文章",
    "desc": "这是微信公众号: 可能性工作室 最新发布的一篇文章。文章讲述了如何在30分钟内创作一篇良好的公众号文章的秘诀。",
    "collect": false
  },
  {
    "title": "阿里巴巴达摩院区块链实验室首度亮相，哪些是需要敲黑板，画重点的?",
    "desc": "2018年9月28日，阿里达摩院官网正式上线，公开5 大研究领域、14 个实验室，包括一个区块链实验室。",
    "collect": false
  }
]
